{
	"Овен": {
		"Даты": "21 марта - 20 апреля",
		"Планета": "Марс",
		"Стихия": "Огонь",
		"Характеристика": " Эти люди жизнелюбивы, задорны, порой раздражительны и крайне упрямы. Если они что-то задумали сделать и их планы разрушены, то их гнев почувствует на себе каждый, кто начнет их успокаивать или винить в этом. Поэтому желание сделать так, как хотят они порой может превратиться в деспотизм. Овны изворотливы и умны, именно поэтому делу всей жизни они уделяют большую часть своего времени.",
		"Предсказание на май": "В начале и середине мая Овны могут столкнуться с серьезным противодействием своим инициативам. Несмотря на ваше стремление реализовать свои планы, вы можете потерпеть фиаско. Дело в том, что вам могут противостоять влиятельные люди, наделенные властными полномочиями с которыми вам будет нелегко тягаться. Особенно это относится к вопросам карьеры и профессиональной деятельности. Другая проблемная тема этих дней может быть связана с излишне высокими финансовыми расходами. Возможно, обстоятельства сложатся таким образом, что вы будете вынуждены срочно оплачивать счета. В результате финансовый баланс вашего бюджета может оказаться нарушен. В конце мая, в 20-х числах, наступят благоприятные дни для духовных практик. Хорошо посещать закрытые группы семинаров, на которых идут занятия по развитию экстрасенсорных способностей и изучению скрытых возможностей психики. Успешно проходят сеансы медитации.",
		"Удачные дни в мае": "5, 17, 18, 19, 24, 25",
		"Неудачные дни в мае": "7, 8, 9, 12, 16, 27"
	},
	"Телец": {
		"Даты": "21 апреля - 20 мая",
		"Планета": "Венера",
		"Стихия": "Земля",
		"Характеристика": "Самый трудолюбивый и терпеливый знак, идет медленно, но верно, зная, что только так можно чего-то добиться. Исходя из их упрямства, можно уверенно сказать, что советов они не слушают, а если и слушают, то в голове составляют свой собственный план. Тельцы безумно ревнивы, порой их ревность может доходить до крайней точки, она только раздувает пламя любви в душе консервативного Тельца.",
		"Предсказание на май": "Тельцы в начале и середине мая могут почувствовать, будто внешние обстоятельства или неизвестные люди пытаются ограничить их активность. Это могут быть данные ранее кому-то обязательства, которые в нынешних условиях станут вам обременительными. Не пытайтесь искать обходные пути, добиваясь поставленных целей против существующих законов и правил. В этом случае у вас могут быть неприятности. Держитесь подальше от представителей власти. В случае большой просрочки по выплате долгов ваши счета могут заблокировать. Не исключены попытки тайных недоброжелателей нанести ущерб вашей репутации. Середина месяца может быть связана с разногласиями с партнером. Если вам предстоит вместе с партнером выполнять важное дело, в котором вы лично заинтересованы, то старайтесь не высказывать в адрес партнера критических замечаний и не задевайте его самолюбие. Сотрудничество с партнером возможно только при взаимном уважении. В конце месяца вас могут пригласить в гости на торжественное мероприятие типа свадьбы или юбилея. Удачно проходят дружеские вечеринки. Ждите приятных сюрпризов и исполнения заветных желаний.",
		"Удачные дни в мае": "4, 6, 18, 19, 20, 25",
		"Неудачные дни в мае": "8, 9, 12, 16, 26, 27"
	},
	"Близнецы": {
		"Даты": "21 мая – 21 июня",
		"Планета": "Меркурий",
		"Стихия": "Воздух",
		"Характеристика": "Самый непостоянный знак Зодиака, однако ум их изворотлив, поэтому Близнецы умны и талантливы. Они кокетливы, флирт для них, как глоток воды в жару, но домашняя, покойная жизнь, увы, подходит не всем Близнецам. Эти натуры не принимают консерватизма и хотят разнообразия.",
		"Предсказание на май": "В начале и середине мая у Близнецов может сложиться крайне нестабильная обстановка. Могут происходить форс-мажорные ситуации, когда вам придется срочно корректировать свои планы и заниматься совсем не теми вопросами, которые планировались изначально. Возрастает вероятность аварий и поломок бытовой техники. Не исключены травмы. От участия в спортивных соревнованиях и интенсивных физических нагрузок лучше воздержаться. Осторожнее обращайтесь с огнем и электричеством. Это не лучшее время для участия в импровизированных дружеских вечеринках. Возможны ссоры с друзьями и единомышленниками. Старайтесь вести спокойный и предсказуемый образ жизни, не делайте ничего принципиального нового. В середине месяца у вас могут быть осложнения с содержанием домашних животных. Не пускайте кошку на балкон – есть риск того, что она упадет. При прогулке собаки следите, чтобы она не убежала. В конце мая улучшается ваше самочувствие, повышается энергетика организма. Хорошо проходить медицинские обследования и начинать курс лечебно-профилактических процедур. Также это благоприятное время для карьерного продвижения."
	"Удачные дни в мае": "5, 17, 18, 19, 24, 25",
		"Неудачные дни в мае": "7, 12, 13, 14, 23, 26"
	},
	"Рак": {
		"Даты": "22 июня – 22 июля",
		"Планета": "Луна",
		"Стихия": "Вода",
		"Характеристика": "Самый преданный знак, семья для них – самое дорогое, что они имеют в жизни. Они очень обидчивы, хотя могут этого не показать, дабы не обидеть партнера, это порождает их способность к необдуманной щедрости. Обладают развитой интуицией, что может их сильно напугать.",
		"Предсказание на май": "В начале и середине мая Раки могут быть недостаточно активными и инициативными. В этом случае вам будет сложно противостоять негативным внешним влияниям. Поэтому, если нет возможности повлиять на обстоятельства, то лучшая тактика на эти дни – научиться подстраиваться, адаптироваться к внешним обстоятельствам. Это позволит вам свести к минимуму возможные неприятности. Особенно проблемно могут сложиться отношения с партнером по браку и по бизнесу. Вы можете осознать, что у вас с партнером разные стратегические цели и на этой почве могут усилиться разногласия. Середина мая характерна активизацией романтических и дружеских отношений. Вместе с тем может обозначиться проблема, когда вам придется в какой-то момент выбирать, с кем проводить время: с друзьями или с любимым человеком. В конце месяца прекрасное время для любви и творчества. Возможно, вы увлечетесь каким-то интересным делом. Хорошо проходят поездки к морю, высока вероятность курортного романа."
	"Удачные дни в мае": "5, 6, 11, 18, 19, 31",
		"Неудачные дни в мае": "7, 8, 12, 14, 16, 26"
	},
	"Лев": {
		"Даты": "23 июля – 23 августа",
		"Планета": "Солнце",
		"Стихия": "Огонь",
		"Характеристика": "Имеют большие способности к лидерству, именно поэтому в их милой голове, быть может, создается план по захвату мира, а другие об этом знать не знают. Львы будут несчастны, если знают, что их не любят и не уважают, но долго обиду эти люди никогда не держат. Это самый благородный знак, поэтому их побуждения всегда лишь ради благих целей.",
		"Предсказание на май": "Начало и середина мая для Львов могут сложиться неблагоприятно для поддержания здоровья. Возрастает вероятность психосоматических расстройств из-за волнений и стрессов. Стремитесь к тому, чтобы сделать свой повседневный образ жизни спокойным и предсказуемым. Для этого следует вести размеренный образ жизни и не предпринимать ничего принципиального нового. Состояние здоровья может быть нарушено из-за нарушения режима дни. Старайтесь придерживаться стабильного режима, просыпаться и ложиться спать в одно и то же время. В середине мая у вас в семье может возникнуть много забот и хлопот, и может потребоваться пораньше отпрашиваться с работы. Однако начальство может быть недовольно. Это не лучшее время для карьеры. В конце месяца у вас в семье наступает идеальное время полной гармонии и спокойствия. Старайтесь больше времени проводить у себя дома – благодаря гармоничной психологической атмосфере вы будете хорошо себя чувствовать в семье. Также это хорошее время для работы на садово-огородном участке."
	"Удачные дни в мае": "5, 6, 11, 12, 23, 24",
		"Неудачные дни в мае": "8, 9, 14, 16, 26, 27"
	},
	"Дева": {
		"Даты": "24 августа – 23 сентября",
		"Планета": "Меркурий",
		"Стихия": "Земля",
		"Характеристика": "Считают, что если делать кое-как, то лучше не делать вообще. Обладают аналитическим складом ума, именно поэтому, услышав от друга, что у него какая-то проблема, составят целую цепочку исходящих из этой ситуации вещей. Девы стремятся к идеалу, по этой причине в пару себе выбирают только того самого.",
		"Предсказание на май": "Влюбленные Девы в начале и середине мая могут пережить много волнений. Отношения с любимым человеком могут переживать не лучшие времена. Вам может казаться, что к вам стали холоднее относиться, что вам не хватает любви и заботы и что любимый человек не дает вам нежности и ласки. В какой-то мере это может соответствовать действительности, однако звезды не советуют вам излишне драматизировать ситуацию. У любви бывают свои периоды подъемов и спадов и нужно верить, что за спадом будет подъем. Также это непростой период для тех, кто подвержен азартным играм. Дело в том, что в эти дни вам будет трудно удержать себя от азартных увлечений, что может крайне негативно отразиться на состоянии вашего бюджета. В середине месяца могут осложниться дела с учебой у студентов. Есть риск допустить отставание от учебной программы. От путешествий в эти дни лучше воздержаться. В конце мая наступает благоприятное время для контактов и партнерского общения. Вы сможете полностью снять все противоречия в отношениях с партнером благодаря тому, что окажетесь способны к спокойному и доброжелательному конструктивному диалогу."
	"Удачные дни в мае": "5, 17, 18, 19, 24, 25",
		"Неудачные дни в мае": "7, 12, 13, 14, 23, 26"
	},
	"Весы": {
		"Даты": "24 сентября – 23 октября",
		"Планета": "Венера",
		"Стихия": "Воздух",
		"Характеристика": "Эти люди близки к искусству и умеют видеть красоту, это умение и управляет жизнью Весов. Люди их любят, а все потому, что могут их к себе расположить, с каждым действуя так, как хочет тот. Большая доля Весов имеют деловую жилку",
		"Предсказание на май": "Весам в начале и середине мая, возможно, придется гибко маневрировать в семейных и партнерских отношениях. Дело в том, что в вашей семье может назреть конфликтная ситуация. Это особенно актуально для тех партнеров, которые проживают вместе с родственниками на одной жилплощади. В этом случае не исключен сложный конфликт поколений. Звезды советуют вам занимать миротворческую позицию, хотя проявить свои дипломатические таланты не всегда будет возможно. Крайне нежелательно в эти дни приглашать гостей в свой дом из числа родственников – это может накалить обстановку. В середине месяца не лучшее время для оформления кредита. В конце месяца ваши финансовые дела пойдут в гору. Вырастут доходы, улучшится общее самочувствие. Хорошее время для покупки домашнего животного. Наиболее удачные дни в мае: 4, 6, 18, 19, 20, 25. Напряженные дни: 8, 9, 12, 16, 26, 27"
	"Удачные дни в мае": "4, 6, 18, 19, 20, 25",
		"Неудачные дни в мае": "8, 9, 12, 16, 26, 27"
	},
	"Скорпион": {
		"Даты": "24 октября – 22 ноября",
		"Планета": "Марс",
		"Стихия": "Вода",
		"Характеристика": "Жестокая и жаркая натура, поэтому их называют самыми сильными знаками. Стремление к успеху заложено у них в крови, но добиваются они его какими-то мистическими способами, поэтому окружающим порой совсем непонятно, как он это сделал. Скорпионы рождены быть «большой шишкой».",
		"Предсказание на май": "Звезды советуют Скорпионам в начале и середине мая максимум внимания уделить своему здоровью. В этот период может произойти энергетический спад в организме, что может спровоцировать развитие острых вирусных инфекций с повышением температуры. Особенно уязвимыми могут оказаться легкие и дыхательные пути. Очень важно одеваться по погоде, не попадать под сквозняки и под холодный проливной дождь. Другой проблемной темой могут стать взаимоотношения с людьми из привычного круга общения. Могут произойти ссоры с соседями, знакомыми или родственниками. Чем меньше вы будете с кем-то общаться, тем меньше вероятности для конфликтов. В середине мая старайтесь быть мягче и терпимее с партнером по браку. В конце мая наступает прекрасное время для вашего личностного развития и творчества. Вы можете чем-то всерьез увлечься. Впрочем, наиболее вероятное ваше увлечение может оказаться влюбленностью. Романтические отношения могут переживать период наивысшего расцвета."
	"Удачные дни в мае": "5, 17, 18, 19, 24, 25",
		"Неудачные дни в мае": "7, 8, 9, 12, 16, 27"
	},
	"Стрелец": {
		"Даты": "23 ноября – 21 декабря",
		"Планета": "Юпитер",
		"Стихия": "Огонь",
		"Характеристика": "Их прямота порой приобретает слишком жёсткий характер, но люди их за это любят. Ненавидят находиться в четырех стенах, поэтому отправляются в дальние страны или в мир книги.",
		"Предсказание на май": "У типичных Стрельцов в начале и середине мая могут возникнуть ситуации, побуждающие к резкому увеличению финансовых расходов. По большей части это могут быть непродуктивные расходы, связанные и убытками, потерями, а отнюдь не приобретением материальных ценностей. Возрастает вероятность расходов на отдых, любовь и развлечения. Если вы влюблены, то существенной статьей расходов может стать покупка подарков, сюрпризов и оплата посещения ресторанов, баров, концертов. Также это могут быть покупки товаров для детей. В связи с этим вашей основной задачей может стать сохранение тех материальных ресурсов, которыми вы располагали до того. В середине мая может ухудшиться ваше самочувствие – не исключен общий спад энергетики. В конце месяца наступает пора гармонии в семье и вашего внутреннего развития. Благотворным будет пребывание в уединении, сопровождаемое духовными практиками, медитацией. Удачное время для дополнительной подработки, удаленной работы, фриланса."
	"Удачные дни в мае": "1, 2, 11, 23, 24, 25",
		"Неудачные дни в мае": ": 7, 8, 9, 13, 23, 26"
	},
	"Скорпион": {
		"Даты": "24 октября – 22 ноября",
		"Планета": "Марс",
		"Стихия": "Вода",
		"Характеристика": "Жестокая и жаркая натура, поэтому их называют самыми сильными знаками. Стремление к успеху заложено у них в крови, но добиваются они его какими-то мистическими способами, поэтому окружающим порой совсем непонятно, как он это сделал. Скорпионы рождены быть «большой шишкой».",
		"Предсказание на май": "Звезды советуют Скорпионам в начале и середине мая максимум внимания уделить своему здоровью. В этот период может произойти энергетический спад в организме, что может спровоцировать развитие острых вирусных инфекций с повышением температуры. Особенно уязвимыми могут оказаться легкие и дыхательные пути. Очень важно одеваться по погоде, не попадать под сквозняки и под холодный проливной дождь. Другой проблемной темой могут стать взаимоотношения с людьми из привычного круга общения. Могут произойти ссоры с соседями, знакомыми или родственниками. Чем меньше вы будете с кем-то общаться, тем меньше вероятности для конфликтов. В середине мая старайтесь быть мягче и терпимее с партнером по браку. В конце мая наступает прекрасное время для вашего личностного развития и творчества. Вы можете чем-то всерьез увлечься. Впрочем, наиболее вероятное ваше увлечение может оказаться влюбленностью. Романтические отношения могут переживать период наивысшего расцвета."
	"Удачные дни в мае": "5, 17, 18, 19, 24, 25",
		"Неудачные дни в мае": "7, 8, 9, 12, 16, 27"
	},
	"Козерог": {
		"Даты": "22 декабря – 20 января",
		"Планета": "Земля",
		"Стихия": "Сатурн",
		"Характеристика": "Люди обличают его в сухости, однако он лишь не может выразить свои глубокие чувства, поэтому делает это с помощью поступков. В работе крайне сосредоточен, а поэтому успешен. Самый простой знак Зодиака, требующий понимания и поддержки.",
		"Предсказание на май": "Козероги в начале и середине мая могут быть устремлены к реализации своих инициатив. Ваша активная позиция может быть направлена на усиление влияния и контроля над своей семьей, близкими родственниками. Однако вы будете склонны не считаться с иными мнениями, делая только то, что хочется вам. И это может привести к столкновению интересов и мнений. Звезды советуют вам умерить активность и не торопиться воплощать свои личные планы в жизнь, если при этом приходится затрагивать чужие интересы. В противном случае вы вместо созидательной деятельности можете увязнуть в конфликтах. В середине месяца кто-то или что-то может помешать вам в творчестве. Стремление к обретению личной свободы может натолкнуться на обязательства перед друзьями. В конце мая хорошее время для расширения круга общения, поездок, учебы. Вы сможете успешно решать свои вопросы путем привлечения других людей."
	"Удачные дни в мае": "1, 2, 3, 17, 18, 19",
		"Неудачные дни в мае": "6, 12, 13, 14, 26, 27"
	},
	"Водолей": {
		"Даты": "21 января – 20 февраля",
		"Планета": "Воздух",
		"Стихия": "Сатурн",
		"Характеристика": "Гениальны. Знают, как сделать так, чтобы всем нравиться, порой в урон себе, но свою недостаточность среди людей воплощают в науке и творчестве.",
		"Предсказание на май": "У Водолеев в начале и середине мая может быть период, связанный с нестабильностью в контактах. Не рекомендуется уповать на исполнение данных вам обещаний. Ситуация может стремительно меняться и если вы сразу что-то не получите от человека, то спустя какое-то время этот человек может потеряться из поля вашего зрения. Крайне опрометчивым может стать знакомство с попутчиками во время поездок. Доверительная беседа с таким случайным знакомым может обернуться для вас неприятностями. Никому не доверяйте секреты из своей личной жизни. В середине месяца в семье и в домашнем хозяйстве может быть много работы. В конце мая наступает прекрасный период для повышения социального и профессионального статуса. Вам могут предложить престижную должность или материально поощрить вас. Знакомства с влиятельными людьми будут способствовать карьерному росту."
	"Удачные дни в мае": "1, 2, 3, 17, 18, 19",
		"Неудачные дни в мае": "6, 12, 13, 14, 26, 27"
	},
	"Рыбы": {
		"Даты": "19 февраля - 20 марта",
		"Планета": "Вода",
		"Стихия": "Юпитер",
		"Характеристика": "Другим людям могут показаться двуличными, но это издержки их двойственности: могут быть великими деятелями и мечтательными романтиками. Всю жизнь находятся в поисках красоты и гармонии, но не всегда находят, так как не знают, что им нужно. Не любят перемен, старое и проверенное для них роднее.",
		"Предсказание на май": "У типичных Рыб в начале и середине мая возрастает вероятность убытков и материальных потерь. Вы можете столкнуться с поломками бытовой техники или автомобиля, что потребует срочных финансовых вливаний либо на ремонт, либо на покупку новой техники. Другая потенциально проблемная тема может быть связана с вашим стремлением к праздному времяпрепровождению, расходованию средства на развлечения и увеселительные мероприятия с друзьями и подругами. Так или иначе, но в вашем бюджете может образоваться пробоина, которую предстоит залатать впоследствии. В конце месяца, в последней декаде, наступает благоприятное время для личностного развития и повышения самооценки. Возможно, будут какие-то события, которые могут послужить основой для повышения самооценки и укрепления вашей репутации. Например, вы можете занять призовое место в творческом конкурсе."
	"Удачные дни в мае": "1, 2, 11, 23, 24, 25",
		"Неудачные дни в мае": "7, 8, 9, 13, 23, 26"
	}
}